Repository: flowykk/CardFlipper
Catalog: Resources/StatisticsFeature/Localizable.xcstrings
Source language: en
Languages: ru

# progress.activeBelowGoal
source: Activity below goal
ru: Активность ниже цели

# progress.completed
source: Goal completed
ru: Цель выполнена

# progress.dailyGoal
source: Daily goal
ru: Дневная цель

# progress.done
source: Done
ru: Готово

# progress.editGoal
source: Edit Goal
ru: Изменить цель

# progress.future
source: Future day
ru: Будущий день

# progress.goalTitle
source: Daily Goal
ru: Дневная цель

# progress.legend.achieved
source: Goal reached
ru: Цель достигнута

# progress.legend.active
source: Studied
ru: Занимались

# progress.legend.future
source: Future
ru: Будущее

# progress.legend.noActivity
source: No activity
ru: Нет активности

# progress.minutesUnit
source: min
ru: мин

# progress.nextMonth
source: Next month
ru: Следующий месяц

# progress.noActivity
source: No activity
ru: Нет активности

# progress.notCompleted
source: Goal not completed
ru: Цель не выполнена

# progress.previousMonth
source: Previous month
ru: Предыдущий месяц

# progress.today
source: Today
ru: Сегодня

# statistics.average
source: Cards per lesson
ru: Карточек за урок

# statistics.cards
source: Cards studied
ru: Изучено карточек

# statistics.forgotten
source: Forgotten
ru: Забывания

# statistics.lessons
source: Completed lessons
ru: Завершённые уроки

# statistics.libraryCards
source: Cards in library
ru: Карточек в библиотеке

# statistics.open
source: Open Statistics
ru: Открыть статистику

# statistics.recallRate
source: First-try recall
ru: Вспомнили с первого раза

# statistics.repeated
source: Cards repeated
ru: Карточек повторено

# statistics.sevenDayTime
source: Last 7 days
ru: Последние 7 дней

# statistics.streak
source: Day streak
ru: Дней подряд

# statistics.title
source: Statistics
ru: Статистика

# statistics.vsPrevious
source: vs previous 7 days
ru: к предыдущим 7 дням

# statistics.withoutForgetting
source: Lessons without forgetting
ru: Уроков без забываний

# statistics.zero.action
source: Start Studying
ru: Начать занятие

# statistics.zero.message
source: Your streak, recall rate, and weekly trend will appear after the first completed session.
ru: Серия дней, процент запоминания и недельный тренд появятся после первого завершённого занятия.

# statistics.zero.title
source: No Study History Yet
ru: Истории занятий пока нет

# study.timer.session
source: Session
ru: Сессия

# study.timer.summary
source: Today %1$@ · Session %2$@
ru: Сегодня %1$@ · Сессия %2$@

# study.timer.today
source: Today
ru: Сегодня
